[{"code":"E100","name":"куркумины","danger":{"level":1,"reasons":["В то же время не следует забывать, что даже полезные для организма вещества, в больших количествах могут привести к обратному эффекту. Существует предположение, что медицинское применение препаратов, содержащих куркумин, во время беременности может привести к выкидышу, хотя свидетельств таких случаев довольно мало.","Кроме того, вред пищевой добавки E100 обусловлен способом ее получения – в результате технологических издержек в состав могут попасть ацентон, диоксид углерода, метанол, которые могут оказать токсическое воздействие.","Согласно исследованиям, основную часть куркумина организм выводит. Малая доля красителя поступает в печень, где перерабатывается.","Чтобы избежать вредного воздействия красителя E100 на организм, следует выдерживать допустимую суточную дозу вещества. Для куркумина это 1 мг на 1 кг веса, для турмерика – 0,3 мг на 1 кг веса.","В настоящее время исследования влияния куркумина на организм человека продолжаются."]},"origins":["растительное происхождение"]},{"code":"E100(i)","name":"куркумин","danger":{"level":1,"reasons":["Пищевая добавка Е101 практически не обладает токсичностью, даже при чрезмерном употреблении продуктов с ее содержанием, так как рибофлавин слаборастворим в воде и, как следствие, плохо всасывается кишечником. Минимальную опасность может представлять лишь искусственно полученный рибофлавин по причине вероятности попадания в его состав побочных продуктов синтетического производства."]},"origins":["растительное происхождение"]},{"code":"E100(ii)","name":"турмерик","danger":{"level":1,"reasons":["О вреде добавки Е102 до сих пор ведутся многочисленные споры. Так, например, тартразин в недавнем прошлом был запрещен для использования во многих европейских государствах, но под давлением Европейского союза запрет на использование красителя Е102 и ряда других пищевых добавок был снят директивой ЕС 94/36/EC.","В 1986 году в Америке были проведены исследования тартразина, показавшие что у небольшой группы людей (1 на 10 тыс.) вследствие употребления добавки Е102 могут наблюдаться аллергические реакции в виде сыпи на коже.","Недавние исследования, проводившиеся университетом Саутгемптона по заказу государственного агентства по пищевым стандартам Великобритании (FSA) показали, что употребление продуктов с содержанием тартразина приводит к повышению гипперактивности и снижению концентрации внимания у детей.","В интернете можно встретить непроверенную информацию что добавка Е102 может приводить к разнообразным негативным последствиям от головной боли до раковых опухолей. На наш взгляд эти данные значительно преувеличены.","В большинстве стран использование пищевой добавки Е102 в пищевых продуктах строго нормировано, и обычно составляет 100–150 мг красителя на килограмм готового изделия."]},"origins":["растительное происхождение"]},{"code":"E101","name":"рибофлавины","danger":{"level":1,"reasons":["При соприкосновении с глазами, кожей, слизистой оболочкой, добавка Е103 вызывает сильные раздражения.","В ходе двадцать первого доклада ФАО/ВОЗ по пищевым добавкам, который состоялся в Женеве в 1977 году были озвучены результаты масштабных исследований добавки Е103. Исследования на крысах и мышах, проводимые в 1955-1957 годах показали, что при нерегулярном употреблении алканина в малых количествах побочные эффекты у животных отсутствуют. Однако при регулярном употреблении, добавка Е103 приводит к образованию у животных раковых опухолей."]},"origins":["растительное происхождение","микробиологическое происхождение","искусственное происхождение"]},{"code":"E102","name":"тартразин","danger":{"level":3,"reasons":["Результаты исследований утверждают, что использование пищевой добавки Е104 в пищу способствует повышению гиперактивности детей. Кроме того, добавка Е104 может вызывать воспаление кожных покровов, крапивницу, анафилаксию, приступы удушья у астматиков. Краситель «хинолиновый желтый» противопоказан людям, чувствительным к аспирину.","В сентябре 2009 года Европейское агентство по пищевым стандартам (EFSA) приняло решение о ужесточении предельно допустимых норм потребления пищевой добавки Е104. В результате этого решения предельно допустимая суточная норма потребления красителя Е104 была снижена с 10 мг/кг до 0,5 мг/кг массы тела в сутки. Это решение было принято в связи результатами исследований, которые показали, что чрезмерное употребление пищевой добавки Е104 может являться причиной крапивницы и ринита."]},"origins":["синтетическое происхождение"]},{"code":"E103","name":"алканин, алканет","danger":{"level":4,"reasons":["Пищевая добавка Е105 запрещена для использования в пищевых продуктах в США и большинстве стран Европы, так как было доказано ее токсическое воздействие на организм."]},"origins":["растительное происхождение"]},{"code":"E104","name":"желтый хинолиновый","danger":{"level":3,"reasons":["Пищевая добавка Е106 не токсична при употреблении продуктов с ее содержанием, так как после распада до чистого рибофлавина плохо всасывается кишечником. Минимальную опасность может представлять лишь искусственно полученный краситель Е106 по причине вероятности попадания в его состав побочных продуктов промышленного синтеза."]},"origins":["синтетическое происхождение"]},{"code":"E105","name":"желтый прочный ab","danger":{"level":4,"reasons":["Поскольку добавка Е107 является синтетическим азокрасителем и не свойственна живым организмам, ее употребление может вызывать различные аллергические реакция. В зону риска попадают прежде всего люди, непереносящие аспирин или больные бронхиальной астмой."]},"origins":["синтетическое происхождение"]},{"code":"E106","name":"рибофлавин-5'-фосфат натрия","danger":{"level":1,"reasons":["Краситель «желтый закат» (пищевая добавка Е110) является сульфированной версией опасного красителя Судан I, который является канцерогеном. Из-за этого в красителе Е110 может присутствовать краситель Судан I в качестве примеси. Кроме этого, самостоятельно краситель Е110 может приводить к аллергическим реакциям, особенно у людей с непереносимостью аспирина. Другими побочными эффектами добавки Е110 могут быть: тошнота, крапивница (сыпь), заложенность носа, ринит (насморк), опухание почек, хромосомные повреждения. Пищевая добавка Е110 часто является причиной несварения желудка, рвоты, болей в животе, неприятия пищи.","Не стоит допускать использования добавки Е110 в детском рационе, во избежание гиперактивного поведения и потери концентрации внимания у детей. Эта закономерность была научно доказана в ходе последних исследований, проведенных агентством по пищевым стандарта Великобритании (FSA)."]},"origins":["искусственное происхождение"]},{"code":"E107","name":"жёлтый 2g","danger":{"level":4,"reasons":["Пищевая добавка E111 содержит вредные соединения никеля и натрия, которые могут вызывать токсическое отравление. Токсичные вещества в составе добавки «Оранжевый GGN» могут вызывать образование злокачественных опухолей, проблемы с иммунитетом, тяжелые аллергические реакции.","При отравлении возможно возникновение кровотечений, поражение нервной системы, разрушение тканей, остановка сердца."]},"origins":["синтетическое происхождение"]},{"code":"E110","name":"желтый «солнечный закат»","danger":{"level":4,"reasons":["Кармин считается безвредной добавкой и разрешен для применения на территории РФ, так как побочных действий, при концентрациях, используемых в пищевой промышленности не обнаружено. Но в мире есть небольшой процент людей у которых наблюдается аллергия на краситель Е120 и подобные ингредиенты. У них кармин в составе продукта может вызвать анафилактический шок. Так же в редких случаях добавка Е120 может вызывать аллергические реакции, при контакте с кожей."]},"origins":["синтетическое происхождение"]},{"code":"E111","name":"оранжевый ggn (альфа-нафтол оранжевый)","danger":{"level":5,"reasons":["В результате многочисленных исследований пищевой добавки Е122 был выявлен ряд возможных негативных воздействий на организм человека. Употребление кармуазина в пищу может приводить к аллергическим реакциям в виде сыпи на коже. Особенно осторожными при употреблении продуктов, содержащих краситель Е122 должны быть люди, страдающие бронхиальной астмой и непереносимостью противовоспалительных и жаропонижающих средств (аспириновая астма). Недавние исследования проводившиеся университетом Саутгемптона по заказу государственного агентства по пищевым стандартам Великобритании (FSA) показали что употребление продуктов с содержанием добавки Е122 приводит к повышению гипперактивности и снижению концентрации внимания у детей.","Всемирная организация здравоохранения совместно с ФАО установила предельно допустимую дневную норму потребления азорубина на уровне 4 мг/кг веса тела."]},"origins":["синтетическое происхождение"]},{"code":"E120","name":"кармины","danger":{"level":2,"reasons":["Употребление красителя Е123 может вызывать ринит (насморк), крапивницу (зудящую сыпь). Амарант негативно влияет на работу печени и почек, оказывает вредное воздействие на репродуктивную функцию человека. Пищевая добавка Е123 строго противопоказана людям, чувствительным к аспирину, а так же детям, вызывая их гиперактивное поведение.","Исследования опубликованные в США в 1976 показали, что употребление красителя Е123 приводит к увеличению вероятности образования раковых опухолей в организме крыс. После этого добавка Е123 была запрещена для использования в пищевой промышленности США. Однако до сих пор нет точных научных данных что краситель Е123 является канцерогеном и для людского организма.","Также существует информация, что амарант может вызывать тератогенные эффекты (врожденные уродства) и развитие порока сердца у плода. В любом случае, рекомендуется воздержаться от употребления продуктов, содержащих добавку Е123, а также полностью исключить продукты с красителем Е123 из рациона беременных женщин и детей."]},"origins":["животное происхождение"]},{"code":"E122","name":"азорубин, кармуазин","danger":{"level":4,"reasons":["В США, Финляндии, Норвегии и некоторых других странах, краситель Е124 (Понсо 4R) включен в список запрещенных веществ, как канцероген, который может спровоцировать развитие онкологических заболеваний. Кроме того, добавка Е124 является сильным аллергеном, и может вызвать анафилактический шок, или приступ удушья у астматиков и людей с непереносимостью аспирина.","Пищевая добавка Е124 входит в список красителей, приводящих к повышению гипперактивности детей. Подробно об этом исследовании ранее сообщалось на нашем сайте."]},"origins":["синтетическое происхождение"]},{"code":"E123","name":"амарант","danger":{"level":5,"reasons":["Исследования, проводимые в 70-х годах прошлого столетия показали канцерогенное воздействие добавки Е126 на организм животных организмов."]},"origins":["синтетическое происхождение"]},{"code":"E124","name":"понсо 4r, пунцовый 4r","danger":{"level":4,"reasons":["На сегодня добавка Е129 считается одним из наиболее безопасных азокрасителей. Она несет мало рисков для здоровья человека, но категорически недопустима для употребления в пищу людьми, чувствительными к аспирину. Краситель Е129 иногда может вызывать проявление синдрома дефицита внимания и повышенный уровень гиперактивности у детей. Ранее существовали подозрения на канцерогенные свойства добавки Е129 (способность вызывать раковые опухоли), но исследования показали, что продукты с красителем Е129 не представляют канцерогенной угрозы. Подозрения на канцерогенный эффект связаны с технологией производства добавки Е129. В ходе химических реакций для получения красителя «Красный очаровательный AC» применяется пара-Крезидин - вещество, являющееся канцерогеном. Однако в конечном продукте следов пара-Крезидина обнаружено не было."]},"origins":["синтетическое происхождение"]},{"code":"E126","name":"понсо 6r","danger":{"level":5,"reasons":["Употребление красителя Е131 может повлечь за собой желудочно-кишечные расстройства, аллергические реакции, гиперактивность, крапивницу, анафилаксию, приступы астмы. Кроме того, добавку Е131 следует исключить из рациона людям, страдающим аллергией на аспирин."]},"origins":["синтетическое происхождение"]},{"code":"E129","name":"красный очаровательный ас","danger":{"level":3,"reasons":["При нарушении технологии производства пищевых продуктов добавка Е132 может вызывать проблемы с сердцем, тошноту. Кроме того краситель Е132 провоцирует приступы удушья у астматиков и вызывает серьезные аллергические реакции.","В интернете существует мнение, что краситель Е132 является канцерогеном, однако это не подтверждается научными исследованиями. При скармливании крысам индигокармина в количестве 2 г/кг веса мутагенных изменений у животных не наблюдалось. При производстве продуктов питания краситель Е132 применяется в значительно меньших концентрациях."]},"origins":["синтетическое происхождение"]},{"code":"E131","name":"синий патентованный v","danger":{"level":4,"reasons":["В организме человека краситель Е133 плохо всасывается из желудочно-кишечного тракта и 95% поглощенного красителя выходит из организма вместе с остатками пищи. Кроме того, вступая в реакцию с определенными желчными пигментами пищевая добавка Е133 может придавать зеленый цвет остаткам жизнедеятельности человека.","Добавка Е133 может вызывать приступы удушья у астматиков и аллергические реакции, особенно у людей, чувствительных к аспирину. В настоящее время активно ведутся исследования красителя Е133 на предмет других побочных действий."]},"origins":["синтетическое происхождение"]},{"code":"E132","name":"индигокармин","danger":{"level":3,"reasons":["В настоящее время довольно большой объем добавки Е140 получают путем синтезирования. И хотя по своей молекулярной структуре такой хлорофилл идентичен природному, в нем могут содержаться различные примеси, неизбежно появляющиеся в любом химическом производстве. В зависимости от рода и количества остаточных включений побочных продуктов, такая пищевая добавка может вызывать у ряда людей различные аллергические реакции - от высыпаний на коже до расстройства желудка."]},"origins":["синтетическое происхождение"]},{"code":"E133","name":"синий блестящий fcf, бриллиантовый голубой fcf","danger":{"level":3,"reasons":["Добавка Е141 в своей природной форме постоянно поступает в организм человека с различными продуктами растительного происхождения и считается безопасным для здоровья. Однако организации, отвечающие за использование пищевых добавок регламентируют предельно-допустимые нормы добавки Е141 в связи с присутствием в ней тяжелого металла – свободной и связанной меди. Научных данных о критическом негативном воздействии красителя Е141 на здоровье человека не зафиксировано."]},"origins":["синтетическое происхождение"]},{"code":"E140","name":"хлорофилл","danger":{"level":1,"reasons":["Добавка Е142 способна вызывать сильные аллергические реакции при прямом контакте с кожей, а у людей чувствительных к аллергии и при приеме продуктов, содержащих данную добавку. Краситель Е142 практически не всасывается в кишечнике человека."]},"origins":["растительное происхождение"]},{"code":"E141","name":"хлорофилла медные комплексы","danger":{"level":1,"reasons":["Пищевая добавка негативно влияет на мочеполовую систему. Согласно исследованиям, при употреблении внутрь краситель может провоцировать образование злокачественных опухолей в мочевом пузыре и мочевых протоках. ","Кроме того, употребление добавки может вызывать мигрень и головокружения, аллергические реакции на коже, расстройства кишечника, болезни печени и почек. В организме этот краситель практически не усваивается. ","Употребление Е143 в чистом виде противопоказано, пищевую добавку можно использовать лишь в виде раствора с минимальной концентрацией порошка. Допустимая концентрация – 12,5 мг на 1 кг."]},"origins":["растительное происхождение"]},{"code":"E142","name":"зеленый s","danger":{"level":3,"reasons":["Карамельный краситель Е150 может вызывать аллергические реакции у небольшой части потребителей. Однако это связано прежде всего с продуктами, из которых получают данную пищевую добавку. Глюкоза, полученная из пшеницы, солодовый сироп, полученный из ячменя и лактоза, получаемая из молока сами по себе могут быть аллергенами. Таким образом, лицам, подверженным аллергии на данные виды продуктов следует избегать и пищевых продуктов с использованием красителя «Сахарный колер».","При производстве добавки Е150 сульфитным методом в конечном продукте могут содержаться следы сульфитов. Однако этот показатель меньше 10 частей на 1 млн, поэтому на упаковках продуктов не обязательно размещение предупреждений о возможной аллергической реакции на компоненты красителя.","Международная организация JECFA установила допустимое суточное потребление (ДСП) пищевого красителя Е150 на уровне от 160 до 200 мг/кг массы тела, в зависимости от класса красителя. Для пищевой добавки Е150а (сахарный колер I-го класса) допустимая суточная норма не регламентируется в виду его безопасности для организма.","В 2010 году международная организация по химической безопасности IPCS пришла к выводу, что коммерчески производимый карамельный краситель имеет те же токсикологические свойства, что и карамель, производимая из сахара в домашних условиях. Исключения составляют лишь красители, при приготовлении которых используется аммоний (добавки E150c и E150d). Организация IPCS в ходе своих исследований также подтвердила, что сахарный колер не является канцерогеном и мутагеном.","Однако исследования, проведенные ученными «Университета Вандербильда» (США) и опубликованные в 2015 году говорят, что чрезмерное употребление напитков, содержащих карамельный краситель может приводить к раковым заболеваниям.","Администрация по продуктам питания и лекарственным препаратам США (FDA) классифицирует добавку Е150, как безопасную и освобождает от обязательной сертификации."]},"origins":["синтетическое происхождение"]},{"code":"E143","name":"зеленый прочный fcf","danger":{"level":5,"reasons":["Пищевую добавку E150a следует с осторожностью употреблять больным сахарным диабетом, а также тем, у кого есть аллергические реакции или индивидуальная непереносимость карамели. Кроме того, чрезмерное употребление вещества может вызывать расстройства желудочно-кишечного тракта, вздутия, запоры. "]},"origins":["синтетическое происхождение"]},{"code":"E150","name":"сахарный колер","danger":{"level":3,"reasons":["Вред добавки E150b не доказан. При этом существует допустимая суточная доза вещества – не более 200 мг на 1 кг массы тела. "]},"origins":["растительное происхождение","микробиологическое происхождение","искусственное происхождение"]},{"code":"E150a","name":"сахарный колер i простой","danger":{"level":1,"reasons":["Добавка E150c может вызвать нарушения и заболевания желудочно-кишечного тракта при превышении предельно допустимой суточной дозы – 150 мг на 1 кг массы тела. "]},"origins":["растительное происхождение","микробиологическое происхождение"]},{"code":"E150b","name":"сахарный колер ii, полученный по «щелочно-сульфитной» технологии","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E150c","name":"сахарный колер iii, полученный по «аммиачной» технологии","danger":{"level":2,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E150d","name":"сахарный колер iv, полученный по «аммиачно-сульфитной» технологии","danger":{"level":3,"reasons":[]},"origins":["растительное происхождение","микробиологическое происхождение","искусственное происхождение"]},{"code":"E152","name":"уголь","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E153","name":"уголь растительный","danger":{"level":3,"reasons":[]},"origins":["растительное происхождение","минеральное происхождение"]},{"code":"E160","name":"каротиноиды","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E160a","name":"каротины","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E160b","name":"аннато экстракты","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E160c","name":"маслосмолы паприки","danger":{"level":0,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E160d","name":"ликопин","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E160e","name":"бета-апокаротиновый альдегид","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E160f","name":"метиловый или этиловый эфиры бета-апо-8'-каротиновой кислоты","danger":{"level":2,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E161b","name":"лютеин","danger":{"level":0,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E162","name":"красный свекольный","danger":{"level":0,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E163","name":"антоцианы","danger":{"level":0,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E164","name":"шафран","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E170","name":"карбонаты кальция","danger":{"level":1,"reasons":[]},"origins":["минеральное происхождение"]},{"code":"E171","name":"диоксид титана","danger":{"level":2,"reasons":[]},"origins":["минеральное происхождение","синтетическое происхождение"]},{"code":"E172","name":"оксиды железа","danger":{"level":1,"reasons":[]},"origins":["минеральное происхождение","искусственное происхождение"]},{"code":"E173","name":"алюминий","danger":{"level":3,"reasons":[]},"origins":["минеральное происхождение","искусственное происхождение"]},{"code":"E174","name":"серебро","danger":{"level":1,"reasons":[]},"origins":["минеральное происхождение"]},{"code":"E175","name":"золото","danger":{"level":1,"reasons":[]},"origins":["минеральное происхождение","искусственное происхождение"]},{"code":"E181","name":"танины пищевые","danger":{"level":3,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E200","name":"сорбиновая кислота","danger":{"level":1,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E202","name":"сорбат калия","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E210","name":"бензойная кислота","danger":{"level":3,"reasons":[]},"origins":["растительное происхождение","микробиологическое происхождение","искусственное происхождение"]},{"code":"E211","name":"бензоат натрия","danger":{"level":4,"reasons":[]},"origins":["растительное происхождение","синтетическое происхождение"]},{"code":"E216","name":"пара-оксибензойной кислоты пропиловый эфир","danger":{"level":4,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E217","name":"пара-оксибензойной кислоты пропиловый эфир, натриевая соль","danger":{"level":4,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E218","name":"пара-оксибензойной кислоты метиловый эфир","danger":{"level":2,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E220","name":"диоксид серы","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E222","name":"гидросульфит натрия","danger":{"level":4,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E223","name":"пиросульфит натрия","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E224","name":"пиросульфит калия","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E225","name":"сульфит калия","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E226","name":"сульфит кальция","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E227","name":"гидросульфит кальция","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E230","name":"дифенил","danger":{"level":3,"reasons":[]},"origins":["минеральное происхождение","искусственное происхождение"]},{"code":"E231","name":"орто-фенилфенол","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E232","name":"орто-фенилфенола натриевая соль","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E234","name":"низин","danger":{"level":2,"reasons":[]},"origins":["микробиологическое происхождение"]},{"code":"E235","name":"пимарицин, натамицин","danger":{"level":2,"reasons":[]},"origins":["микробиологическое происхождение"]},{"code":"E236","name":"муравьиная кислота","danger":{"level":3,"reasons":[]},"origins":["растительное происхождение","животное происхождение","искусственное происхождение"]},{"code":"E239","name":"гексаметилентетрамин","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E250","name":"нитрит натрия","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E252","name":"нитрат калия","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E260","name":"уксусная кислота","danger":{"level":1,"reasons":[]},"origins":["микробиологическое происхождение","искусственное происхождение"]},{"code":"E262","name":"ацетаты натрия","danger":{"level":1,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E270","name":"молочная кислота, l-, d и dl-","danger":{"level":0,"reasons":[]},"origins":["микробиологическое происхождение"]},{"code":"E280","name":"пропионовая кислота","danger":{"level":1,"reasons":[]},"origins":["микробиологическое происхождение","искусственное происхождение"]},{"code":"E290","name":"диоксид углерода","danger":{"level":1,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E296","name":"яблочная кислота","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E297","name":"фумаровая кислота","danger":{"level":1,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E300","name":"аскорбиновая кислота","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E301","name":"аскорбат натрия","danger":{"level":0,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E307","name":"альфа-токоферол, витамин e","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","животное происхождение","искусственное происхождение"]},{"code":"E316","name":"изоаскорбат натрия","danger":{"level":2,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E320","name":"бутилгидроксианизол","danger":{"level":4,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E321","name":"бутилгидрокситолуол","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E322","name":"лецитины","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E325","name":"лактат натрия","danger":{"level":1,"reasons":[]},"origins":["микробиологическое происхождение"]},{"code":"E327","name":"лактат кальция","danger":{"level":0,"reasons":[]},"origins":["минеральное происхождение","искусственное происхождение"]},{"code":"E330","name":"лимонная кислота","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","микробиологическое происхождение","искусственное происхождение"]},{"code":"E331","name":"цитрат натрия","danger":{"level":1,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E331(i)","name":"цитрат натрия 1-замещенный","danger":{"level":1,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E331(ii)","name":"цитрат натрия 2-замещенный","danger":{"level":1,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E331(iii)","name":"цитрат натрия 3-замещенный","danger":{"level":1,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E333","name":"цитраты кальция","danger":{"level":0,"reasons":[]},"origins":["минеральное происхождение","искусственное происхождение"]},{"code":"E334","name":"винная кислота","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E336","name":"тартрат калия","danger":{"level":1,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E338","name":"орто-фосфорная кислота","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E339","name":"фосфаты натрия","danger":{"level":2,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E340","name":"фосфаты калия","danger":{"level":1,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E341","name":"фосфаты кальция","danger":{"level":1,"reasons":[]},"origins":["животное происхождение","минеральное происхождение","искусственное происхождение"]},{"code":"E350","name":"малаты натрия","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E363","name":"янтарная кислота","danger":{"level":0,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E375","name":"никотиновая кислота","danger":{"level":2,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E385","name":"этилендиаминтетраацетат кальция-натрия","danger":{"level":2,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E401","name":"альгинат натрия","danger":{"level":0,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E406","name":"агар","danger":{"level":0,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E407","name":"карраген","danger":{"level":0,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E410","name":"камедь рожкового дерева","danger":{"level":0,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E412","name":"гуаровая камедь","danger":{"level":0,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E414","name":"гуммиарабик","danger":{"level":0,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E415","name":"ксантановая камедь","danger":{"level":0,"reasons":[]},"origins":["микробиологическое происхождение"]},{"code":"E417","name":"тары камедь","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E420","name":"сорбит и собрбитовый сироп","danger":{"level":2,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E421","name":"маннит","danger":{"level":2,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E422","name":"глицерин","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","животное происхождение","искусственное происхождение"]},{"code":"E433","name":"полиоксиэтилен (20) сорбитан моноолеат, твин 80","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E440","name":"пектины","danger":{"level":0,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E445","name":"эфиры глицерина и смоляных кислот","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E450","name":"пирофосфаты","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E450(i)","name":"дигидропирофосфат натрия","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E451","name":"трифосфаты","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E452","name":"полифосфаты","danger":{"level":2,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E459","name":"бета-циклодекстрин","danger":{"level":1,"reasons":[]},"origins":["микробиологическое происхождение"]},{"code":"E466","name":"карбоксиметилцеллюлоза","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E471","name":"моно- и диглицериды жирных кислот","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","животное происхождение"]},{"code":"E472","name":"эфиры и глицериды кислот","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","животное происхождение"]},{"code":"E472e","name":"глицерина и диацетилвинной и жирных кислот эфиры","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","животное происхождение","искусственное происхождение"]},{"code":"E475","name":"эфиры полиглицеридов и жирных кислот","danger":{"level":1,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E476","name":"полиглицерин","danger":{"level":2,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E500","name":"карбонаты натрия","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","минеральное происхождение","искусственное происхождение"]},{"code":"E501","name":"карбонаты калия","danger":{"level":1,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E503","name":"карбонаты аммония","danger":{"level":2,"reasons":[]},"origins":["животное происхождение","искусственное происхождение"]},{"code":"E504","name":"карбонат магния","danger":{"level":2,"reasons":[]},"origins":["минеральное происхождение","искусственное происхождение"]},{"code":"E507","name":"соляная кислота","danger":{"level":2,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E508","name":"хлорид калия","danger":{"level":1,"reasons":[]},"origins":["минеральное происхождение","искусственное происхождение"]},{"code":"E509","name":"хлорид кальция","danger":{"level":2,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E510","name":"хлорид аммония","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E511","name":"хлорид магния","danger":{"level":1,"reasons":[]},"origins":["минеральное происхождение"]},{"code":"E513","name":"серная кислота","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E514","name":"сульфат натрия","danger":{"level":2,"reasons":[]},"origins":["минеральное происхождение","искусственное происхождение"]},{"code":"E515","name":"сульфат калия","danger":{"level":1,"reasons":[]},"origins":["минеральное происхождение","искусственное происхождение"]},{"code":"E516","name":"сульфат кальция","danger":{"level":1,"reasons":[]},"origins":["минеральное происхождение","искусственное происхождение"]},{"code":"E519","name":"сульфат меди (ii)","danger":{"level":2,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E524","name":"гидроксид натрия","danger":{"level":2,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E525","name":"гидроксид калия","danger":{"level":2,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E526","name":"гидроксид кальция","danger":{"level":2,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E527","name":"гидроксид аммония","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E530","name":"оксид магния","danger":{"level":1,"reasons":[]},"origins":["минеральное происхождение"]},{"code":"E536","name":"ферроцианид калия","danger":{"level":2,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E539","name":"тиосульфат натрия","danger":{"level":2,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E551","name":"диоксид кремния","danger":{"level":1,"reasons":[]},"origins":["минеральное происхождение"]},{"code":"E558","name":"бентонит","danger":{"level":1,"reasons":[]},"origins":["минеральное происхождение"]},{"code":"E559","name":"алюмосиликаты","danger":{"level":1,"reasons":[]},"origins":["минеральное происхождение","искусственное происхождение"]},{"code":"E570","name":"жирные кислоты","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E575","name":"глюконо-дельта-лактон","danger":{"level":2,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E579","name":"глюконат железа","danger":{"level":2,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E585","name":"лактат железа","danger":{"level":2,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E621","name":"глутамат натрия","danger":{"level":2,"reasons":[]},"origins":["растительное происхождение","микробиологическое происхождение"]},{"code":"E627","name":"двунатриевый гуанилат","danger":{"level":2,"reasons":[]},"origins":["растительное происхождение","животное происхождение","искусственное происхождение"]},{"code":"E631","name":"инозинат натрия","danger":{"level":2,"reasons":[]},"origins":["животное происхождение"]},{"code":"E635","name":"5'-рибонуклеотиды натрия 2-замещенные","danger":{"level":2,"reasons":[]},"origins":["животное происхождение"]},{"code":"E636","name":"мальтол","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E637","name":"этилмальтол","danger":{"level":2,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E903","name":"карнаубский воск","danger":{"level":0,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E913","name":"ланолин","danger":{"level":1,"reasons":[]},"origins":["животное происхождение"]},{"code":"E950","name":"ацесульфам калия","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E951","name":"аспартам","danger":{"level":2,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E952","name":"цикламат натрия","danger":{"level":4,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E953","name":"изомальт","danger":{"level":2,"reasons":[]},"origins":["микробиологическое происхождение","искусственное происхождение"]},{"code":"E954","name":"сахарин","danger":{"level":3,"reasons":[]},"origins":["синтетическое происхождение"]},{"code":"E965","name":"мальтит","danger":{"level":2,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E967","name":"ксилит","danger":{"level":2,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E999","name":"экстракт квиллайи","danger":{"level":2,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E1100","name":"амилаза","danger":{"level":1,"reasons":[]},"origins":["микробиологическое происхождение"]},{"code":"E1104","name":"липаза","danger":{"level":2,"reasons":[]},"origins":["микробиологическое происхождение"]},{"code":"E1105","name":"лизоцим","danger":{"level":1,"reasons":[]},"origins":["животное происхождение","микробиологическое происхождение"]},{"code":"E1400","name":"декстрин","danger":{"level":0,"reasons":[]},"origins":["растительное происхождение"]},{"code":"E1404","name":"крахмал, обработанный щелочью","danger":{"level":2,"reasons":[]},"origins":["искусственное происхождение"]},{"code":"E1422","name":"дикрахмаладипат ацетилированный","danger":{"level":2,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E1442","name":"дикрахмалфосфат оксипропилированный","danger":{"level":2,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E1450","name":"крахмала и натриевой соли октенилянтарной кислоты эфир","danger":{"level":1,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E1510","name":"этанол","danger":{"level":1,"reasons":[]},"origins":["микробиологическое происхождение","искусственное происхождение"]},{"code":"E1518","name":"триацетин","danger":{"level":2,"reasons":[]},"origins":["растительное происхождение","искусственное происхождение"]},{"code":"E1520","name":"пропиленгликоль","danger":{"level":2,"reasons":[]},"origins":["животное происхождение","синтетическое происхождение"]}]